@extends('EndoINDEX.Mobile.layouts_mobile')


@section('style')
    <style>
        body {
            color: #707070;
            background: #245788;

        }

        .card-h {
            height: 60vh;
            overflow: auto;
        }

        ::-webkit-scrollbar {
             width: 8px;

        }

        /* Track */
        ::-webkit-scrollbar-track {
        background: #f1f1f1;
        border-radius: 4px;
        }

        /* Handle */
        ::-webkit-scrollbar-thumb {
        background: #888;
        }

        /* Handle on hover */
        ::-webkit-scrollbar-thumb:hover {
        background: #555;
        }
        .card {
            border-radius: 0px !important;
        }

        .fw-pdpa {
            font-size: 10px !important;
        }

        .text-pdpa {
            font-size: 12px !important;
        }
    </style>
@endsection






@section('content')
    <div class=" p-2">

        <div class="row m-0 p-3 d-flex justify-content-center">
            <img src="{{ url('public/image/EndoINDEX white logo.png') }}" alt="" style="width: 190px;">
        </div>
        <div class="card card-h p-3 mt-2" >
            <span class="fw-bold mt-2">นโยบายความเป็นส่วนตัว</span>
            <div class="col-12 mt-1" style="border-bottom: 2px solid #707070"></div>
            <div class="pt-2 text-pdpa justify-text">
                นโยบายความเป็นส่วนตัวนี้ปรับเปลี่ยนเนื้อหาเพื่อให้สอดคล้องและเป็นไปตาม พรบ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562
                นโยบายความเป็นส่วนตัวนี้มีผลกับ แอปพลิเคชันเอ็นโดอินเด็กซ์และอื่น ๆ ที่เกี่ยวข้องทั้งหมด
                ซึ่งให้บริการเชื่อมต่อระหว่าง ผู้ใช้และผู้ให้ข้อมูล(โรงพยาบาล)
                นโยบายความเป็นส่วนตัวนี้ได้กำหนดวิธีการที่บริษัทใช้เพื่อเก็บข้อมูล จัดการข้อมูล
                และปกปิดข้อมูลเกี่ยวกับผู้ใช้งานระหว่างใช้แอปพลิเคชัน บริษัทจะเก็บรวบรวม และส่งต่อข้อมูลส่วนตัว
                ข้อมูลทางการแพทย์และสุขภาพ เกี่ยวกับผู้ใช้ระหว่างการ ใช้แอปพลิเคชัน
                ผู้ใช้ยินยอมให้บริษัทเก็บรวบรวมและส่งต่อข้อมูลส่วนตัวและข้อมูล ที่เกี่ยวข้องภายใต้นโยบายความเป็นส่วนตัวนี้
            </div>
            <div class="col-12">
                <div class="mt-2 fw-pdpa">
                    &ensp;&ensp;ผู้ใช้ที่ไม่ยอมรับนโยบายความเป็นส่วนตัวนี้ ไม่ควรใช้แอปพลิเคชันเอ็นโดอินเด็กซ์
                </div>
            </div>

            <div class="col-12 mt-2">
                <span class="fw-bold mt-2">นิยามที่สำคัญ</span>
            </div>
            <div class="col-12">
                <span class="fw-bold  text-pdpa">ข้อมูลส่วนตัว</span>
                <span class="text-pdpa">
                    หมายถึง ข้อมูลส่วนตัวของผู้ใช้งานที่ใช้ระบุตัวบุคคล เช่น ชื่อ-นามสกุล รหัสประจำตัวประชาชน ที่อยู่ อีเมล
                    เบอร์โทรศัพท์ เป็นต้น หรือข้อมูลอื่น ๆ ที่เกี่ยวข้อง กับผู้ใช้
                </span>
            </div>
            <div class="col-12">
                <span class="fw-bold text-pdpa">ข้อมูลสุขภาพ</span>
                <span class="text-pdpa">
                    หมายถึง ข้อมูลส่วนตัวผู้ใช้เกี่ยวกับสุขภาพ หรือข้อมูลทางการแพทย์
                </span>
            </div>
            <div class="col-12">
                <span class="fw-bold text-pdpa">ข้อมูลไม่ระบุตัวผู้ใช้</span>
                <span class="text-pdpa">
                    หมายถึง ข้อมูลเกี่ยวกับผู้ใช้ที่ไม่สามารถใช้ระบุตัวผู้ใช้ได้ คุกกี้ คือข้อมูลที่ได้ส่งจาก site
                    ไปยังเครื่องคอมพิวเตอร์ของผู้ใช้ ในขณะที่ผู้ใช้
                    เข้าเยี่ยมชมเว็บไซต์นั้นกำลังเข้าเยี่ยมชมเว็บไซต์ของบริษัท
                </span>
            </div>
            <div class="col-12 fw-bold mt-2">การจัดเก็บรวบรวมข้อมูลส่วนตัว</div>

            <div class="text-pdpa">
                <span>
                    เมื่อผู้ใช้สร้างบัญชีเอ็นโดอินเด็กซ์ หรือให้ข้อมูลส่วนตัวผู้ใช้ผ่านทางแอปพลิเคชัน
                    ข้อมูลที่บริษัทจัดเก็บอาจรวมถึงข้อมูลต่าง ๆ เหล่านี้
                </span>
                <div> &ensp;&ensp;
                    • &nbsp; ชื่อและนามสกุล (สามารถใช้ชื่อนิรนามได้) วันเดือนปีเกิด อีเมล
                    เบอร์โทรศัพท์เคลื่อนที่และข้อมูลอื่นในการลงทะเบียน
                </div>
                <div>&ensp;&ensp;
                    • &nbsp; ข้อมูลสุขภาพ อันได้แก่ ข้อมูลหรือบันทึกที่เกี่ยวข้องกับประวัติความเจ็บป่วย การตรวจร่างกาย
                    ผลทางห้องปฏิบัติการ ผลทางรังสีวิทยา และข้อมูลอื่น ๆ ที่เกี่ยวข้องกับสุขภาพ
                </div>
                <div>&ensp;&ensp;
                    • &nbsp; ข้อมูลสุขภาพเกี่ยวกับผู้ใช้ที่บันทึกโดยแพทย์/เภสัชกร/ผู้ให้คำปรึกษา ผ่านทางแอปพลิเคชัน เช่น
                    เวชระเบียน
                </div>&ensp;&ensp;
                • &nbsp;ข้อมูลการซักประวัติ ตรวจรักษา และข้อมูลอื่นที่เกี่ยวข้องกับสุขภาพ
                <div>&ensp;&ensp;
                    • &nbsp; ข้อมูลการเรียกเก็บเงิน เช่น ข้อมูลบัตรเครดิต
                </div>
                <div>&ensp;&ensp;
                    • &nbsp; ข้อมูลเกี่ยวกับคอมพิวเตอร์หรืออุปกรณ์โทรศัพท์เคลื่อนที่ เช่น เบราว์เซอร์อินเทอร์เน็ต
                    ชนิดของคอมพิวเตอร์และอุปกรณ์โทรศัพท์เคลื่อนที่ที่ใช้ หรือข้อมูลอื่นที่เกี่ยวกับวิธีการเข้าใชแอปพลิเคชัน
                </div>
                <div>&ensp;&ensp;
                    • &nbsp; ข้อมูลอื่น ๆ ที่ผู้ใช้กรอกหรือส่งให้ผ่านแอปพลิเคชันหรือบริการอื่น ๆ ที่เกี่ยวข้อง
                </div>
                <div class="mt-2 text-pdpa">
                    ผู้ใช้จะต้องจัดส่งข้อมูลให้แก่บริษัท ตัวแทนผู้รับมอบอำนาจของบริษัท หรือจัดส่งเข้าสู่ แอปพลิเคชันผู้ใช้
                    และข้อมูลดังกล่าวจะต้องเป็นข้อมูลที่ ถูกต้องแท้จริง ครบถ้วน และไม่ทำให้เกิดความเข้าใจผิดใด ๆ
                    ผู้ใช้จะต้องอัปเดตข้อมูลของผู้ใช้ให้เป็นปัจจุบัน และแจ้งให้บริษัททราบเกี่ยวกับการเปลี่ยนแปลงข้อมูลต่าง ๆ
                    บริษัทสงวนสิทธิที่จะร้อง ขอเอกสารเพิ่มเติมเพื่อตรวจสอบยืนยันว่าข้อมูลที่ผู้ใช้ให้มานั้นถูกต้อง
                    บริษัทจะสามารถ จัดเก็บข้อมูลส่วนตัวของผู้ใช้หากผู้ใช้ส่งมอบข้อมูลให้บริษัทด้วยความสมัครใจของผู้ใช้
                    หากผู้ใช้เลือกจะไม่ส่งข้อมูลส่วนตัวของผู้ใช้ให้แก่บริษัทหรือเลือกที่จะเพิกถอนความ
                    ยินยอมในการใช้ข้อมูลส่วนตัวของผู้ใช้ บริษัทอาจไม่สามารถให้บริการของบริษัทแก่ผู้ใช้ได
                </div>
                <div class="mt-2 text-pdpa">
                    หากผู้ใช้ได้ส่งมอบข้อมูลของบุคคลภายนอกให้แก่บริษัท บริษัทจะถือว่าผู้ใช้ได้รับความ
                    ยินยอมหรือได้รับอนุญาตจากบุคคลภายนอกผู้เกี่ยวข้องที่จะเปิดเผยและส่งมอบข้อมูล ส่วนตัวนั้น ๆ แก่บริษัท
                </div>


                <div class="col-12 fw-bold mt-2">การใช้และการเปิดเผยข้อมูลส่วนตัว</div>
                <div class="text-pdpa">
                    <span class="text-pdpa">
                        บริษัทจะใช้ข้อมูลส่วนที่บริษัทได้รับจากผู้ใช้หรือส่งต่อแก่บุคคลภายนอก
                        (รวมถึงบริษัท ที่เกี่ยวข้อง ผู้ให้บริการภายนอก ผู้ขายที่เป็นบุคคลภายนอก) เพื่อประโยชน์ของผู้ใช้และ
                        การให้บริการแก่ผู้ใช้ ดังจะได้กล่าวต่อไปนี้
                    </span>
                    <div>&ensp;&ensp;
                        • &nbsp;เพื่อดำเนินการหรือสนับสนุนการใช้แอปพลิเคชันบริษัทจะใช้ข้อมูลที่ผู้ใช้ได้ส่งมอบให้
                        เพื่อจัดการบัญชีการใช้งานของผู้ใช้ ที่ผู้ใช้มีกับบริษัท (ถ้ามี)
                    </div>
                    <div>&ensp;&ensp;
                        • &nbsp;เพื่อผู้ให้คำปรึกษาได้รับทราบข้อมูลสุขภาพที่เกี่ยวข้องเพื่อการให้คำปรึกษาที่เหมาะสม
                    </div>
                    <div>&ensp;&ensp;
                        •
                        &nbsp;เพื่อตรวจสอบและจัดการการธุรกรรมทางการเงินอันเกี่ยวกับการจ่ายเงินที่ผู้ใช้ได้จัดทำขึ้นทางอินเทอร์เน็ตหรือออนไลน์
                    </div>
                    <div>&ensp;&ensp;
                        • &nbsp;เพื่อตรวจสอบการดาวน์โหลดข้อมูลจากแอปพลิเคชัน
                    </div>
                    <div>&ensp;&ensp;
                        • &nbsp;เพื่อพัฒนาแผนผัง การจัดหน้าและเนื้อหาของหน้าต่าง ๆ ของแอปพลิเคชันและปรับ แต่งสำหรับผู้ใช้
                        เพื่อระบุตัวตนผู้เข้าใช้ เพื่อการวิเคราะห์สถิติและพฤติกรรมของผู้ใช้
                    </div>
                    <div>&ensp;&ensp;
                        • &nbsp;เพื่อจัดส่งข้อมูลที่บริษัทคาดว่าผู้ใช้ว่ามีประโยชน์สำหรับผู้ใช้หรือที่ผู้ใช้ได้ร้องขอจาก
                        บริษัทให้แก่ผู้ใช้
                        เว้นแต่ผู้ใช้จะได้ปฎิเสธการติดต่อเพื่อวัตถุประสงค์ดังกล่าว
                    </div>
                    <div class="mt-2 text-pdpa">
                        เมื่อผู้ใช้ได้สมัครเพื่อเปิดบัญชีการใช้บริการกับเอ็นโดอินเด็กซ์หรือได้ส่งมอบข้อมูลส่วน
                        ตัวของผู้ใช้ผ่านทางแอปพลิเคชัน บริษัทใช้ข้อมูลส่วนตัวของผู้ใช้เพื่อส่งข่าวสารทาง การตลาด
                        และโปรโมชั่นต่าง ๆ เกี่ยวกับบริการของบริษัทหรือผู้ให้คำปรึกษาที่เป็น บุคคลภายนอก เป็นครั้งคราว
                        ผู้ใช้สามารถยกเลิกการรับข้อมูลการตลาดได้ตลอดเวลา โดยการใช้ระบบ
                        การยกเลิกการรับข้อมูลที่อยู่ในข้อมูลทางการตลาดที่จัดส่งให้บริษัท อาจใช้ข้อมูลการ
                        ติดต่อของผู้ใช้เพื่อส่งเอกสารข่าวสารจากบริษัทหรือจากบริษัท ที่เกี่ยวข้องของบริษัท
                    </div>
                    <div class="mt-2 text-pdpa">
                        ในกรณีที่เป็นข้อยกเว้นและบริษัทถูกขอให้เปิดเผยข้อมูลส่วนตัว เช่นในกรณีที่มีมูลให้
                        เชื่อว่าการเปิดเผยดังกล่าวอาจป้องกันเหตุอันตรายต่อชีวิตหรือร่างกายหรือเพื่อช่วย
                        เหลือผู้ใช้ในกรณีฉุกเฉิน หรือในกรณีสำหรับวัตถุประสงค์ในการบังคับใช้กฎหมาย หรือการปฏิบัติตามกฎหมาย
                        ระเบียบ ข้อบังคับหรือการร้องขออื่นใด
                        อาจส่งมอบข้อมูล
                        ส่วนตัวของผู้ใช้ให้แก่บุคคลภายนอกหรือบริษัทในเครือของบริษัทสำหรับวัตถุประสงค์ดังกล่าวมาข้างต้น
                    </div>
                </div>

                <div class="col-12 fw-bold mt-2">การเข้าถึงข้อมูลส่วนตัวของผู้ใช้</div>
                <div class="text-pdpa">
                    หากผู้ใช้ต้องการที่จะเข้าดูข้อมูลส่วนตัวหรือข้อมูลสุขภาพที่บริษัทมีอยู่เกี่ยวกับผู้ใช้
                    โดยการเข้าสู่ระบบบัญชีการใช้บริการของผู้ใช้บนแอปพลิเคชัน ผู้ใช้ตกลงที่จะจัดการ ชื่อบัญชี รหัสผ่าน
                    และข้อมูลสำคัญในการเข้าสู่ระบบบัญชี และจะไม่เปิดเผยต่อบุคคล
                    ภายนอกที่ไม่ได้รับอนุญาต บริษัทไม่สามารถรับผิดชอบต่อความเสียหายที่เกิดจากการ ใช้ชื่อบัญชี รหัสผ่าน
                    และข้อมูลสำคัญในการเข้าสู่ระบบบัญชี
                </div>

                <div class="col-12 fw-bold mt-2">ความปลอดภัยของข้อมูลส่วนตัวของผู้ใช้</div>
                <div class="text-pdpa">
                    บริษัทรับรองว่าข้อมูลที่จัดเก็บทั้งหมดจะถูกจัดเก็บอย่างปลอดภัยบริษัทป้องกันข้อมูล ส่วนตัวของผู้ใช้โดย
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;จำกัดการเข้าถึงข้อมูลส่วนตัว
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;จัดให้มีวิธีการทางเทคโนโลยีเพื่อป้องกันไม่ให้มีการเข้าสู่ระบบคอมพิวเตอร์ที่ไม่ได้รับ อนุญาต
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;จัดการทำข้อมูลส่วนตัวของผู้ใช้เพื่อความปลอดภัยเมื่อข้อมูลดังกล่าวไม่จำเป็น
                    สำหรับวัตถุประสงค์ทางกฎหมาย
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;บริษัทใช้เทคโนโลยีการเข้ารหัสชนิด 128 บิท เอสเอสแอล (Security Sockets Layer)
                    เมื่อทำการดำเนินการเกี่ยวกับรายละเอียดข้อมูลส่วนบุคคลเทคโนโลยี การเข้ารหัสชนิด 128 บิท เอสเอสแอล
                </div>
                <div class="mt-2 text-pdpa">
                    หากผู้ใช้มีเหตุให้เชื่อว่าความเป็นส่วนตัวของผู้ใช้ได้ถูกละเมิดโดยบริษัทกรุณาติดต่อบริษัท
                    ผ่านทางอีเมลที่ระบุไว้ข้างล่างนี้ รหัสผ่านของผู้ใช้เป็นกุญแจสำหรับบัญชีการใช้บริการ ของผู้ใช้
                    กรุณาใช้ตัวเลข ตัวอักษรหรือสัญลักษณ์ที่แตกต่างกัน และไม่เปิดเผยรหัสผ่าน
                    แก่ผู้อื่นหากผู้ใช้ได้เปิดเผยรหัสผ่านแก่ผู้อื่น
                    ผู้ใช้จะรับผิดชอบต่อการกระทำต่าง ๆ ที่ได้ กระทำลงในนามหรือผ่านทางบัญชีการใช้บริการและผลที่ตามมา
                    หากผู้ใช้ไม่สามารถ ควบคุมรหัสผ่านได้ ผู้ใช้อาจไม่สามารถควบคุมข้อมูลส่วนตัวของผู้ใช้หรือข้อมูลอื่น ๆ
                    ที่ส่งให้แก่บริษัท ผู้ใช้อาจต้องยอมรับผลที่ตามมาใด ๆ ที่ทำลงในนามของผู้ใช้ ดังนั้น
                    หากรหัสผ่านของผู้ใช้ถูกเปิดเผยหรือไม่เป็นความลับอีกต่อไปไม่ว่าด้วยเหตุผลใด ๆ
                    หรือผู้ใช้มีเหตุที่อาจเชื่อได้ว่ารหัสผ่านนั้นถูกเปิดเผยหรือไม่เป็นความลับอีกต่อไปผู้ใช้ควร
                    ที่จะติดต่อบริษัทและเปลี่ยนรหัสผ่านทันที บริษัทขอเตือนให้ผู้ใช้ออกจากระบบ บัญชีการ ใช้บริการ (log off)
                    และปิดเบราว์เซอร์ (Browser) ทุกครั้งที่ผู้ใช้ใช้คอมพิวเตอร์สาธารณะ
                </div>

                <div class="col-12 fw-bold mt-2">ผู้ยังไม่บรรลุนิติภาวะ</div>
                <div class="text-pdpa">
                    บริษัทให้บริการแก่ผู้เยาว์หรือเด็กที่มีอายุต่ำ 18 ปีบริบูรณ์ โดยต้องมีผู้ปกครองหรือ
                    ผู้แทนโดยชอบธรรมของผู้เยาว์หรือเด็ก
                </div>

                <div class="col-12 fw-bold mt-2">โปรแกรมคุกกี้</div>
                <div class="text-pdpa">
                    บริษัทอาจจะใช้โปรแกรมคุกกี้ (cookies) หรือโปรแกรมอื่น ๆ ที่คล้ายคลึงกันเพื่อ จัดเก็บข้อมูล
                    เพื่อช่วยให้บริษัทสามารถจัดให้มีการบริการที่ดีขึ้น
                    เร็วขึ้น ปลอดภัยขึ้น และเพื่อความเป็นส่วนตัวของผู้ใช้ เมื่อผู้ใช้ใช้บริการ และ/หรือเข้าสู่แอปพลิเคชัน
                </div>
                <div class="text-pdpa">
                    เมื่อผู้ใช้เข้าเยี่ยมชม เซิร์ฟเวอร์ (Servers) ของบริษัทบริษัททำการจดจำและบันทึกข้อมูล
                    ที่บราวเซอร์ของผู้ใช้ส่งเข้ามาโดยอัตโนมัติเมื่อผู้ใช้เข้าเว็บไซต์ของบริษัทข้อมูลเหล่านี้อาจหมายรวมถึง
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;ที่อยู่ ไอพี แอดเดรส (IP address) ของคอมพิวเตอร์ของผู้ใช้
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;ชนิดของเบราว์เซอร์ของผู้ใช้
                </div>
                <div>&ensp;&ensp;
                    • &nbsp;หน้าเว็บไซต์ที่ผู้ใช้เข้าถึงก่อนที่ผู้ใช้จะเข้าสู่แอปพลิเคชัน - หน้าเว็บไซต์ที่ผู้ใช้เข้าชม
                    ในแอปพลิเคชัน
                    <div>&ensp;&ensp;
                        • &nbsp;จำนวนเวลาที่ใช้ในการชมหน้าเว็บไซต์ดังกล่าว ข้อมูลที่ผู้ใช้ค้นหาในแอปพลิเคชัน
                        เวลาเข้าชมวันที่ และข้อมูลทางสถิติอื่น ๆ
                    </div>
                    <div class="text-pdpa">
                        ข้อมูลต่าง ๆ เหล่านี้ จะถูกจัดเก็บเพื่อการวิเคราะห์และประเมินเพื่อช่วยให้บริษัทพัฒนา แอปพลิเคชัน
                        การบริการให้ดีขึ้น
                    </div>
                    <div class="text-pdpa mt-2">
                        โปรแกรมคุกกี้ (cookies) เป็นข้อมูลไฟล์ตัวอักษรขนาดเล็ก (โดยปกติจะมีเพียงตัวอักษร และตัวเลข)
                        ที่จัดวางไว้บนหน่วยความจำของบราวเซอร์ของผู้ใช้หรือบนอุปกรณ์ของผู้ใช้
                        เมื่อผู้ใช้เข้าชมเว็บไซต์หรือเรียกดูข้อความ
                        โปรแกรมนี้ช่วยให้บริษัทจดจำอุปกรณ์หรือเบราว์เซอร์โดยจำเพาะได้และช่วยให้บริษัทสามารถจัดทำเนื้อหาให้เหมาะสมกับความสนใจ
                        ส่วนบุคคลของผู้ใช้ได้รวดเร็วขึ้นและช่วยให้การบริการและแอปพลิเคชันสะดวกสบายและเป็นประโยชน์ต่อผู้ใช้
                    </div>

                    <div class="col-12 fw-bold mt-2">โปรแกรมคุกกี้</div>
                    <div class="text-pdpa">
                        ข้อมูลขยะ (Spam) สปายแวร์ (Spyware) หรือ ไวรัส (Virus) นั้นไม่ได้รับอนุญาตบน
                        แอปพลิเคชันกรุณาตั้งค่าและคงสภาพความต้องการ (Preference) ในการติดต่อ
                        สื่อสารเพื่อที่บริษัทจะได้ส่งข้อมูลการติดต่อสื่อสารตามที่ผู้ใช้ต้องการผู้ใช้จะไม่ส่งข้อความ ใด ๆ
                        ที่มี ข้อมูลขยะ
                        สปายแวร์ หรือไวรัสผ่านทางแอปพลิเคชัน หากผู้ใช้ต้องการรายงาน ข้อความที่น่าสงสัยให้บริษัททราบ
                        กรุณาติดต่อผ่านทางอีเมล ที่ระบุด้านล่างนี้
                    </div>

                    <div class="col-12 fw-bold mt-2">การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</div>
                    <div class="text-pdpa">
                        บริษัทจะทบทวนและปรับปรุงนโยบายความเป็นส่วนตัวเป็นประจำบริษัทขอสงวนสิทธิใน
                        การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวได้ตลอดเวลา การเปลี่ยนแปลงนโยบาย
                        ดังกล่าวจะถูกประกาศไว้ในแอปพลิเคชัน
                    </div>
                    <div class="col-12 fw-bold mt-2">สิทธิของบริษัท</div>
                    <div class="text-pdpa">
                        ผู้ใช้รับทราบและตกลงว่า บริษัทมีสิทธิในการเปิดเผยข้อมูลส่วนตัวแก่หน่วยงานผู้มี อำนาจทางกฎหมาย
                        หน่วยงานการกำกับควบคุมดูแล หน่วยงานของรัฐ หน่วยงานใน การบังคับใช้กฎหมาย และหน่วยงานอื่น ๆ
                        ที่เกี่ยวข้อง หรือเจ้าของสิทธิต่าง ๆ ที่เกี่ยวข้อง
                        หากบริษัทมีเหตุอันควรเชื่อได้ว่าการเปิดเผยข้อมูลส่วนตัวของผู้ใช้นั้นจำเป็น
                        สำหรับการปฏิบัติตามหน้าที่ ความรับผิดขอบ การจัดการและข้อตกลง ไม่ว่าโดยสมัครใจ หรือการบังคับ
                        เพื่อวัตถุประสงค์ในการให้ความร่วมมือกับคำสั่ง การสอบสวน และ/หรือ การร้องขอในรูปแบบต่าง ๆ
                        ของหน่วยงานนั้น ๆ ภายใต้การบังคับของกฎหมายที่ เกี่ยวข้อง
                        ผู้ใช้ตกลงว่าจะไม่ฟ้องร้องดำเนินคดีหรือดำเนินการใด ๆ ต่อบริษัท และสละ
                        สิทธิเรียกร้องหรือสิทธิอื่นใดอันมีต่อเอ็นโดอินเด็กซ์ที่อาจเกิดขึ้นจาก การเปิดเผยข้อมูล ส่วนตัว
                        ของผู้ใช้ภายใต้สถานการณ์ดังกล่าวข้างต้น
                    </div>

                    <div class="col-12 fw-bold mt-2">การเพิกถอนความยินยอม</div>
                    <div class="text-pdpa">
                        หากผู้ใช้ต้องการเพิกถอนความยินยอมในการใช้ข้อมูลส่วนตัวของผู้ใช้ ขอเรียกดูข้อมูล และ/หรือ
                        ข้อมูลส่วนตัว มีคำถาม ความคิดเห็น ข้อกังวล หรือขอความช่วยเหลือทาง ด้านเทคนิค
                        หรือเกี่ยวกับโปรแกรมคุกกี้ (cookies) กรุณาติดต่อบริษัท ได้ผ่านทางอีเมล official@medicahcth.com
                    </div>
                    <div class="col-12 mt-1" style="border-bottom: 2px solid #707070"></div>

                    <div class="col-12 fw-bold mt-2"> ข้อกำหนดและเงื่อนไขของบริการ </div>
                    <div class="text-pdpa"> คำเตือน - บริการนี้ไม่เหมาะสมต่อผู้ใช้บริการที่มีอาการเจ็บป่วยรุนแรงเฉียบพลัน
                        อาการสาหัส หรืออยู่ในอาการที่ต้องได้รับการรักษาพยาบาลโดยเร่งด่วน โปรดติดต่อ
                        เพื่อขอความช่วยเหลือจากโรงพยาบาล หรือเรียกรถพยาบาลฉุกเฉิน
                    </div>

                    <div class="col-12 fw-bold mt-2">1. นิยาม </div>
                    <div class="text-pdpa"> บริษัท เมดิกา เฮลท์แคร์ จำกัด (“บริษัท”) ให้บริการแพลตฟอร์มเทคโนโลยีที่ประกอบ
                        ไปด้วยเว็บไซต์ endoindex.com,
                        terralink.asia, medicahealthcare.co และแอปพลิเคชันเอ็นโดอินเด็กซ์ (EndoINDEX) (รวมทั้งหมดเรียกว่า
                        “แอปพลิเคชัน”,”เอ็นโดอินเด็กซ์”)
                        ซึ่งให้บริการ ข้อมูลการบริหารจัดการ / ข้อมูลการรักษาและแจ้งเตือน ให้แก่ผู้ใช้บริการ ที่ต้องการข้อมูล
                        (“ผู้ใช้” หรือ ”ท่าน”) โดยข้อมูลจากโรงพยาบาล (“ผู้ให้ข้อมูล”)
                    </div>
                    <div class="text-pdpa mt-1">
                        ท่านต้องยอมรับและเห็นด้วยที่จะดำเนินการใช้งานภายใต้ข้อกำหนดเงื่อนไข และนโยบาย ที่ปรากฎบนแอปพลิเคชัน
                    </div>
                    <div class = "text-pdpa mt-1">
                        ถ้าท่านไม่พึงประสงค์ที่จะใช้แอปพลิเคชันภายใต้ข้อตกลงและเงื่อนไขนี้ ท่านจะไม่สามารถ
                        ใช้บริการแอปพลิเคชันหรือบริการอย่างอื่นที่เกี่ยวข้องกับแอปพลิเคชันนี้ได้
                    </div>

                    <div class="col-12 fw-bold mt-2"> 2. ความเป็นส่วนตัว </div>
                    <div class="text-pdpa">
                        บริษัทให้ความสำคัญกับความปลอดภัยของข้อมูลผู้ใช้ที่ต้องปกปิดเป็นความลับโดยมี
                        แนวทางในการปกปิดข้อมูลตาม นโยบายความเป็นส่วนตัว (privacy policy) ที่บริษัทประกาศไว้
                        โดยบริษัทจะใช้ความระมัดระวังเกี่ยวกับมาตรการรักษาความปลอดภัยของ บริษัท
                        เพื่อให้มีการรักษาความปลอดภัยของข้อมูลใด ๆ ของผู้ใช้
                    </div>

                    <div class="col-12 fw-bold mt-2"> 3. บัญชีผู้ใช้ </div>
                    <div class="text-pdpa">
                        ท่านต้องสร้างบัญชีผู้ใช้เพื่อเข้าใช้แอปพลิเคชัน ในการลงทะเบียนท่านจำเป็นต้องกรอก ชื่อ นามสกุล,
                        อีเมล, รหัสผ่าน และข้อมูลอื่น ๆ ที่เกี่ยวข้อง (ต่อไปนี้เรียกว่า “ข้อมูลบัญชี”)
                        โดยในการสร้างบัญชีท่านต้องบรรลุนิติภาวะ ผู้ที่ยังไม่บรรลุนิติภาวะ ไม่อนุญาตให้สร้างบัญชีเองได้
                        ท่านต้องรับรองว่าข้อมูลผู้ใช้ของท่านเป็นข้อมูลจริง ถูกต้อง
                        และสมบูรณ์ทุกครั้งที่ท่านเข้าใช้แอปพลิเคชัน
                        ท่านจะต้องไม่เปิดเผยหรือ แบ่งปันรหัสผ่านของท่านให้กับผู้อื่น และต้องรักษารหัสผ่านของท่าน
                        เพื่อให้มั่นใจได้ว่าจะ ไม่มีใครสามารถเข้าบัญชีในชื่อของท่านได้นอกจากท่าน บริษัทจะไม่สามารถเข้าบัญชี
                        หรือนำข้อมูลผู้ใช้ของท่านไปใช้เพื่อประโยชน์การอื่นที่ไม่เกี่ยวข้องกับแอปพลิเคชันได้
                    </div>

                    <div class="col-12 fw-bold mt-2"> 4. การให้บริการแก่ผู้ที่ยังไม่บรรลุนิติภาวะ </div>
                    <div class="text-pdpa">
                        ผู้ที่ยังไม่บรรลุนิติภาวะสามารถใช้แอปพลิเคชันได้ภายใต้การดูแลและการให้คำยินยอมจากผู้ปกครองหรือผู้แทนโดยชอบธรรม
                        โดยผู้ปกครองหรือผู้แทนโดยชอบทำต้องเป็นผู้รับ
                        ผิดชอบในการสร้างบัญชีผู้ใช้ ยอมรับและให้คำยินยอมตามข้อกำหนดและเงื่อนไขให้แก่ ผู้ยังไม่บรรลุนิติภาวะ
                    </div>

                    <div class="col-12 fw-bold mt-2"> 5. สิทธิการเข้าใช้ </div>
                    <div class="text-pdpa">
                        บริษัทขอสงวนสิทธิการเข้าใช้ให้เฉพาะแก่ท่านที่ให้ข้อมูลและลงทะเบียนสร้างบัญชีผู้ใช้แอปพลิเคชันเท่านั้น
                        บริษัทขอสงวนสิทธิในการยกเลิกหรือปฎิเสธการให้บริการแก่ท่านไม่ว่า ด้วยเหตุผลใด
                        ท่านจะไม่ปฏิบัติหรือพยามที่จะกระทำการใดดังต่อไปนี้
                    </div>
                    <div class="text-pdpa">
                        <div>&ensp;&ensp;
                            • &nbsp;ปลอมแปลงหรือบิดเบือนข้อมูลเพื่อสวมรอยเป็นบุคคลอื่นหรือทำให้เข้าใจว่าตนเป็นบุคคลอื่น
                        </div>
                        <div>&ensp;&ensp;
                            • &nbsp;ใช้แอปพลิเคชันเพื่อกระทำผิดกฎหมายหรือกฎระเบียบของสังคม
                        </div>
                        <div>&ensp;&ensp;
                            •
                            &nbsp;คัดลอก ดัดแปลง แก้ไข ปรับปรุงแอปพลิเคชันหรือส่วนใดส่วนหนึ่งของแอปพลิเคชัน
                        </div>
                        <div>&ensp;&ensp;
                            • &nbsp;เผยแพร่หรือใช้แอปพลิเคชันในการกระจายไวรัสหรือข้อมูลที่ไม่ปลอดภัย
                        </div>
                        <div>&ensp;&ensp;
                            • &nbsp;การกระทำใด ๆ ที่นอกเหนือไปจากการใช้งานโดยทั่วไปตามวัตถุประสงค์ที่บริษัทระบุไว้
                            หรือไม่ปฎิบัติข้อตกลงและเงื่อนไขในการให้บริการนั้น ๆ นอกจากนี้ท่านจะต้องไม่
                            กระทำพฤติกรรมหรือคำพูดไม่เหมาะสม, รุนแรง, ผิดศีลธรรมอันดีของสังคมหรือ กฎหมาย
                            ทางบริษัทจะไม่รับผิดชอบการกระทำใด ๆ ของท่านที่เกิดขึ้นระหว่างการใช้ แอปพลิเคชัน
                            บริษัทไม่แนะนำอย่างยิ่งในการใช้งานแอปพลิเคชันผ่านคอมพิวเตอร์ หรืออุปกรณ์สาธารณะ
                            และไม่แนะนำให้เก็บหรือจดจำข้อมูลผู้ใช้โดยเฉพาะรหัสผ่านใน เว็บบราวเซอร์หรือโปรแกรมอื่น ๆ
                        </div>
                    </div>


                    <div class="col-12 fw-bold mt-2"> 6. ค่าบริการ ค่าธรรมเนียม และข้อตกลงการชำระเงิน</div>
                    <div class="text-pdpa">บริษัทให้บริการเชื่อมต่อสื่อสารระหว่างผู้ใช้และผู้ให้ข้อมูล(โรงพยาบาล)
                        โดยไม่คิดค่า บริการใด ๆ กับผู้ใช้</div>

                    <div class="col-12 fw-bold mt-2">7. เครื่องหมายการค้า</div>
                    <div class="text-pdpa">ชื่อ โลโก้ และข้อความอื่น ๆ ที่ปรากฎในแอปพลิเคชันเป็นส่วนหนึ่งของเครื่องหมาย
                        การค้าของบริษัท บริษัทไม่อนุญาตให้นำเครื่องหมายการค้านี้ไปใช้ประโยชน์ หรือ ทำการดัดแปลง แก้ไข
                        ส่วนใดส่วนหนึ่งหรือทั้งหมดไปใช้งานในวัตถุประสงค์ใด ๆ ก็ตาม
                        โดยไม่ได้รับอนุญาตอย่างเป็นลายลักษณ์อักษรจากบริษัท </div>

                    <div class="col-12 fw-bold mt-2">8. การระงับบัญชี </div>
                    <div class="text-pdpa">ท่านสามารถระงับบัญชีได้โดยแจ้งความประสงค์มาที่อีเมล์ hello.medcare@gmail.com
                        บริษัทจะระงับบัญชีให้ท่าน ซึ่งหลังจากยกเลิกท่านจะไม่สามารถเข้าใช้บริการและบริษัท
                        ไม่มีหน้าที่ในการให้บริการท่านอีกต่อไป ข้อมูลส่วนตัวและข้อมูลสุขภาพของท่านจะไม่ สามารถเข้าถึงได้อีก
                        อย่างไรก็ตามท่านสามารถขอยกเลิกการระงับบัญชีเพื่อกลับมา
                        ใช้บริการภายหลังได้โดยแจ้งความประสงค์มาที่อีเมล์ข้างต้น </div>

                    <div class="col-12 fw-bold mt-2"> 9. การแก้ไขข้อกำหนดและเงื่อนไข</div>
                    <div class="text-pdpa"> บริษัทอาจแก้ไขข้อกำหนดและเงื่อนไขเพิ่มเติม
                        เมื่อบริษัทเห็นว่ามีความจำเป็นโดยไม่ต้อง ให้คำบอกกล่าวล่วงหน้าแก่ผู้ใช้
                        การแก้ไขจะมีผลบังคับเมื่อมีการประกาศข้อกำหนด
                        และเงื่อนไขที่แก้ไขเพิ่มเติมที่แก้ไขไว้ในสถานที่ที่เหมาะสมภายในเว็บไซต์ที่บริษัทเป็นผู้
                        ดำเนินงานการที่ผู้ใช้ใช้บริการต่อไป ถือว่าผู้ใช้ได้ให้การยอมรับที่มีผลสมบูรณ์และ
                        เพิกถอนมิได้ต่อข้อกำหนดและเงื่อนไขที่แก้ไขแล้ว ผู้ใช้ควรตรวจสอบข้อกำหนดและ
                        เงื่อนไขเป็นประจำระหว่างการใช้บริการ เนื่องจากอาจไม่มีการแจ้งเตือนแยกต่างหาก
                        เกี่ยวกับการแก้ไขข้อกำหนดและเงื่อนไขดังกล่าว</div>

                    <div class="col-12 fw-bold mt-2"> 10. การรับประกัน</div>
                    <div class="text-pdpa"> ท่านต้องรับทราบว่าบริษัทไม่ได้เป็นผู้ให้บริการทางด้านสุขภาพ
                        ไม่ได้เป็นผู้ให้คำแนะนำ, วินิจฉัย หรือรักษาปัญหาสุขภาพ
                        แต่บริษัทให้บริการแอปพลิเคชันที่เชื่อมต่อผู้ใช้และผู้ให้ข้อมูล(โรงพยาบาล) ซึ่งเป็นบุคคลที่สาม
                        ดังนั้นบริษัทไม่รับประกันผลใด ๆ จากคำแนะนำที่ท่านได้รับจากผู้ใช้และผู้ให้ข้อมูล
                        ท่านต้องยอมรับว่าผู้ใช้และผู้ให้ข้อมูลไม่ได้เกี่ยวข้องกับหรือเป็นลูกจ้างบริษัท
                        แต่เป็นผู้ใช้และผู้ให้ข้อมูลที่ประกอบวิชาชีพอย่างอิสระ ซึ่งเป็นผู้รับผิดชอบในการให้คำแนะนำ คำปรึกษา
                        แนวทางการรักษาให้แก่ท่านโดยตรง</div>

                    <div class="col-12 fw-bold mt-2">11. ข้อมูลจากบุคคลภายนอก </div>
                    <div class="text-pdpa"> ในแอปพลิเคชันอาจมีลิงก์เชื่อมโยงไปยังเนื้อหาของบุคคลภายนอก ท่านรับทราบและ
                        ตกลงว่าบริษัทจะไม่รับผิดชอบในเนื้อหาการให้บริการข้อมูลของบุคคลภายนอก และบริษัทไม่ได้ควบคุม รับรอง
                        สนับสนุน ให้การแนะนำหรือยอมรับในเนื้อหาดังกล่าว
                        การที่ท่านรับบริการคำแนะนำจากการเชื่อมโยงไปยังเนื้อหาของบุคคลภายนอกใด ๆ ถือเป็นความเสี่ยงของท่านเอง
                    </div>

                    <div class="col-12 fw-bold mt-2">12. การชดใช้ความเสียหาย </div>
                    <div class="text-pdpa">ท่านตกลงที่จะชดใช้ ป้องกัน และไม่ทำให้เกิดความเสียหายต่อเอ็นโดอินเด็กซ์
                        ผู้ให้บริการข้อมูลการบริหารจัดการ / ข้อมูลการรักษาและแจ้งเตือน ทั้งกรรมการ ตัวแทน หรือบริษัทในเครือ
                        จากการละเมิดซึ่งข้อตกลงและเงื่อนไขนี้ </div>

                    <div class="col-12 fw-bold mt-2">13. ข้อจำกัดทางภูมิศาสตร์ </div>
                    <div class="text-pdpa"> บริษัทไม่รับรองว่าการให้บริการและ/หรือ คำแนะนำต่าง ๆ ผ่านการใช้บริการของท่าน
                        จะมีความเหมาะสม หรือสามารถใช้บริการได้ในต่างประเทศ หรือทุก ๆ พื้นที่ในประเทศไทย</div>
                </div>
            </div>
        </div>
        <div class="col-12 d-flex justify-content-center">
            <div class="form-check mb-2">
                <input class="form-check-input" type="checkbox" id="formCheck1">
                <label class="form-check-label fw-normal text-white" for="formCheck1">ข้าพเจ้ายอมรับข้อกำหนดเเละเงื่อนไขการให้บริการนี้  </label>
            <div class="col-12 d-flex justify-content-center mt-3">
                <button type="button" class="btn btn-success waves-effect w-lg waves-light">ถัดไป</button>
            </div>

            </div>
        </div>
    </div>
        @endsection


        @section('script')
        @endsection
